
function btn(){
    document.getElementById("hh1").innerHTML="تحسين صحة القلب والأوعية الدموية والتقليل من خطر الإصابة بها"

    document.getElementById("hh2").innerHTML=" تحسين التمثيل الغذائي"

    document.getElementById("hh3").innerHTML=" منع ارتفاع ضغط الدم" 

    document.getElementById("hh4").innerHTML=" تحسين صحة ومرونة المفاصل" 

    document.getElementById("hh5").innerHTML=" تقوية جهاز المناعة" 
}


function btn1(){
    document.getElementById("hh6").innerHTML="تحدى نفسك وتجنب الشعور بالملل "

    document.getElementById("hh7").innerHTML="حاول الحصول على شريك يُشاركك ذلك"

    document.getElementById("hh8").innerHTML=" ضع الرياضة من ضمن جدول الأعمال اليومي لك"

    document.getElementById("hh9").innerHTML="حدد الهدف لممارسة الرياضة كخسارة الوزن أو بناء"

    document.getElementById("hh10").innerHTML="اعتبر الرياضة أمر يومي روتوني كتناول الطعام العضلات"

    document.getElementById("hh11").innerHTML="كافئ نفسك في كل مرة تلتزم بها"

 
} 

function btn2(){
    document.getElementById("hh12").innerHTML=" حماية المفاصل من خلال استخدام سجادة التمرين المطاطية أو اعتماد أي منطقة مفروشة بالسجاد"

    document.getElementById("hh13").innerHTML="إبعاد الأثاث وتوفير مساحة كافية لتجنب خطر الإصابة"

    document.getElementById("hh14").innerHTML=" ارتداء حذاء الرياضة في حال ممارسة تمارين رياضية تتطلب الحركة"

    document.getElementById("hh15").innerHTML="شرب الكثير من الماء"

    document.getElementById("hh16").innerHTML=" القيام بتمارين الإحماء"



 
} 


function btn3(){
    document.getElementById("hh17").innerHTML="  العمل البطيء للعضلة لا يبني عضلات كبيرة "
    + " هذا أحد معتقدات خاطئة عن بناء العضلات، حيث الكثير من الأشخاص الذين يُمارسون الرياضة في صالات الرياضة يبدأون بالتدريبات البطيئة ثم تزداد هذه التدريبات شيئًا فشيئا، والنتيجة تكون جدًا مرضية."

 +   " يجدر الذكر أنه خلال تكرار الحركات في تمرين معين يجب رفع الوزن بشكل بطيء وحذر، لكن هذا لا يكفي فيجب تنفيذ العملية بشكل عكسي أيضًا، أي وضع الوزن المحمول بوتيرة بطيئة."

+    " يوجد فوائد عديدة للبدء بالتمرينات العضلية البطئية، ومنها:"

        

  +  " بناء الوحدات الحركية في العضلة: التكرار البطيء والحذر يُشغل وحدات حركية أكثر في العضلة وهكذا يؤثر على أجزاء واسعة أكثر من هذه العضلة، وبذلك يتم تقوية وتنمية حجم العضلة."
 +   "  تقليل خطر الإصابة: عند تنفيذ الحركات بسرعة تزداد احتمالية الإصابة بالأضرار، والتي منها الشد العضلي أو الكسر."

  +  "  2. استهلاك إضافي للبروتينات يبني العضلات"
  +  "  صحيح أن دمج تمارين القوة واستهلاك البروتينات هي وصفة ناجحة لبناء كتلة عضلات قوية وكبيرة، إلا أنه يجب التعرف على إجابات الأسئلة الآتية لمنع أضرار البروتين على الجسم:"

  +  "  كم كمية البروتينات التي يجب استهلاكها في اليوم"
  +  "  الإجابة هي أن كمية البروتينات التي يحتاج إليها الأشخاص الذين لا يمارسون الرياضة هي 0.8 غرام بروتين لكل كيلوغرام من وزن الجسم، في اليوم الواحد."

 +   " بينما الأشخاص الذين يمارسون الرياضة غير الأيروبية، والتي تهدف إلى تقوية وتنمية كتلة العضلات يستطيعون استهلاك كمية تتراوح بين 1.6 - 2 غرام من البروتين لكل كيلوغرام من وزنهم، لكن هذا بشرط أنهم يتمتعون بصحة جيدة وتغذية يومية غنية بالفيتامينات والمعادن والمركبات الغذائية المهمة للنشاط السليم للجسم."

 +   "  ما هي أضرار تجاوز كمية البروتين المسموحة"
  +  " الإجابة هي أن البروتين الزائد يتم تحليله لحامض أميني ونيتروجين يتم إفرازهما إلى خارج الجسم أو يتحولان إلى سكريات يتم تخزينها في الجسم، وزيادة نسبة هذه المركبات تُتعب الكبد مما قد يؤدي إلى مشاكل في الكبد."

  +  " 3. تمديد العضلات يمنع الإصابات تمامًا"
  +  "  تمديد العضلات يمنع الإصابات أحد معتقدات خاطئة عن بناء العضلات، حيث وُجد أن تمديد العضلات قبل بدء التمرين له تأثير قليل على منع الإصابات."


   + " تمديد العضلات يُساهم في تحسين المرونة وفي توسيع مجال الحركة، لكن المشكلة هي أن أغلب الإصابات تحدث في المجال الطبيعي للحركة."

  +  " 4. رفع الأثقال الحرة هو فقط من يُساهم مباشرة في بناء العضلات"
  +  "   هذا اعتقاد سائد لكنه غير دقيق، حيث من الممكن بناء العضلات بشكل جيد بحيث تصبح كبيرة وقوية بواسطة أجهزة الرياضة وبدون رفع الأثقال."

  +  " الفائدة الكبيرة من الأثقال تكمن في قدرتها على توسيع مجال الحركة وتشغيل عدد أكبر من الوحدات الحركية في العضلة، لكنها تزيد احتمالية التعرض للإصابات."

  +  "  بالمقابل أجهزة الرياضة تقلل من أخطار الإصابة، لكنها تعمل على وحدات حركية أقل."

  +  " 5. التوقف عن التمارين يؤدي إلى تحول العضلات إلى دهنيات"
  +  "   هذا أحد معتقدات خاطئة عن بناء العضلات، حيث أن العضلات والدهنيات هي أنواع مختلفة تمامًا من الأنسجة، وليس هنالك أي منطق في الاعتقاد بأن نسيجًا معينًا من الممكن أن يتحول إلى نسيج آخر من ناحية فيزيولوجية."

   + " التوقف عن التمارين يؤدي إلى انخفاض كتلة العضلات فقط، فهي تفقد من حجمها وتتقلص."

  +  " هل المعتقدات خاطئة عن بناء العضلات أثر سلبي على الجسم"
  +  "  نعم، إن اتباع المعتقدات السابقة يؤدي إلى أضرار عدة على الجسم، ومنها:"

  +  "   التعرض لإصابات عديدة في الجسم."
  +  "   التعرض لأمراض، مثل أمراض الكبد في حال تناول مسحوق البروتين بكثرة كما ذُكر سابقًا."
  +  "   التوتر وعدم الراحة النفسية في ما يخص أن العضلات تتحول إلى دهون"

    



 
}   

   
                                             
